{
    "main": {
        "initTitle": {
            "es": "Matrículas",
            "en": "Open"
        },
        "secondTitle": {
            "es": "Abiertas",
            "en": "Enrollment"
        },
        "description": {
            "es": "Educamos generaciones con propósito.",
            "en": "We educate generations with purpose."
        },
        "button": {
            "es": "Más información",
            "en": "More information"
        }
    },
    "cards": [
        {
            "es": [
                {
                    "id": 1,
                    "title": "Dios",
                    "description": "Acompañamos a tus hijos a conocer a Dios, a través de la oración, reflexión y lectura de la Palabra.",
                    "imageUrl": "/resources/home/main/cruz.svg"
                },
                {
                    "id": 2,
                    "title": "Educación",
                    "description": "Creemos en la educación que inspira y despierta la creatividad, que forma líderes capaces de generar un impacto real en la sociedad.",
                    "imageUrl": "/resources/home/main/libro.svg"
                },
                {
                    "id": 3,
                    "title": "Familia",
                    "description": "Fomentamos una relación cercana entre docentes, familias y estudiantes. Estos vínculos sólidos hacen posible una educación que trasciende el aula y transforma vidas.",
                    "imageUrl": "/resources/home/main/corazon.svg"
                }
            ],
            "en": [
                {
                    "id": 1,
                    "title": "God",
                    "description": "We accompany your children in knowing God through prayer, meditation and reading of the Word.",
                    "imageUrl": "/resources/home/main/cruz.svg"
                },
                {
                    "id": 2,
                    "title": "Education",
                    "description": "We believe in education that inspires and awakens creativity and that trains leaders capable of generating a real impact on society.",
                    "imageUrl": "/resources/home/main/libro.svg"
                },
                {
                    "id": 3,
                    "title": "Family",
                    "description": "We foster a close relationship between teachers, families and students. These strong bonds make possible an education that transcends the classroom and transforms lives.",
                    "imageUrl": "/resources/home/main/corazon.svg"
                }
            ]
        }
    ],
    "records": {
        "es": [
            {
                "id": 1,
                "iconUrl": "/resources/home/records/estudiante.svg",
                "title": "20 +",
                "description": "Promociones"
            },
            {
                "id": 2,
                "iconUrl": "/resources/home/records/acuerdo.svg",
                "title": "900 +",
                "description": "Graduados Academicos"
            },
            {
                "id": 3,
                "iconUrl": "/resources/home/records/grupo.svg",
                "title": "130 +",
                "description": "Estudiante Billingues"
            },
            {
                "id": 4,
                "iconUrl": "/resources/home/records/graduados.svg",
                "title": "1000 +",
                "description": "Graduados"
            },
            {
                "id": 5,
                "iconUrl": "/resources/home/records/graduados.svg",
                "title": "32",
                "description": "Años"
            }
        ],
        "en": [
            {
                "id": 1,
                "iconUrl": "/resources/home/records/estudiante.svg",
                "title": "20 +",
                "description": "Promotions"
            },
            {
                "id": 2,
                "iconUrl": "/resources/home/records/acuerdo.svg",
                "title": "900 +",
                "description": "Academic Graduates"
            },
            {
                "id": 3,
                "iconUrl": "/resources/home/records/grupo.svg",
                "title": "130 +",
                "description": "Billingue Students"
            },
            {
                "id": 4,
                "iconUrl": "/resources/home/records/graduados.svg",
                "title": "1000 +",
                "description": "Graduates"
            },
            {
                "id": 5,
                "iconUrl": "/resources/home/records/graduados.svg",
                "title": "32",
                "description": "Years"
            }
        ]
    },
    "testimonials": {
        "title": {
            "es": "Testimonios",
            "en": "Testimonials"
        },
        "en": [
            {
                "id": 1,
                "paragraph": "“Since my daughter entered the Liceo Manantial, I have seen how he grows not only academically, but also in his faith. He feels heard, valued and happy every day.”",
                "author": "Marcela G",
                "role": "Mother of student"
            },
            {
                "id": 2,
                "paragraph": "“Here I learned that studying is not just memorizing, it is understanding, asking and trusting that God accompanies me on each step.”",
                "author": "David R",
                "role": "Student grade 9th"
            },
            {
                "id": 3,
                "paragraph": "“What I really like about the school is the integrated approach. My son is learning with excellence, but he is also forming as a good person, with values.”",
                "author": "Jorge L",
                "role": "Father of student"
            }
        ],
        "es": [
            {
                "id": 1,
                "paragraph": "“Desde que mi hija ingresó al Liceo Manantial, he vistocomo crece no solo en lo académico, sino tambien en su fe. Se siente escuchada, valorada y feliz cada dia.”",
                "author": "Marcela G",
                "role": "Madre de estudiante"
            },
            {
                "id": 2,
                "paragraph": "“Aquí aprendí que estudiar no solo es memorizar, es entender, preguntar y confiar en que Dios me acompaña en cada paso.”",
                "author": "David R",
                "role": "Estudiante grado 9º"
            },
            {
                "id": 3,
                "paragraph": "“Lo que más me gusta del colegio es el enfoque integral. Mi hijo está aprendiendo con excelencia, pero también se está formando como una buena persona, con valores.”",
                "author": "Jorge L",
                "role": "Papá estudiante"
            }
        ]
    },
    "academicLevels": {
        "paragraph": {
            "es": "En el Liceo Manantial acompañamos a cada estudiante desde sus primeros pasos hasta el bachillerato, con un enfoque cristiano, excelencia académica y un ambiente que fortalece su identidad. Nuestro modelo pedagógico es una experiencia transformadora. Construimos juntos un entorno de confianza, acompañamiento y crecimiento.",
            "en": "At Manantial Lyceum we accompany each student from their first steps to high school, with a Christian approach, academic excellence and an environment that strengthens their identity. Our pedagogical model is a transformative experience. Together we build an environment of trust, accompaniment and growth."
        },
        "cards": {
            "es": [
                {
                    "id": 1,
                    "title": "Preescolar",
                    "description": "Escribimos historias brillantes, guiando a cada niño a descubrir su propósito y crecer con valores, talentos y hábitos que transforman el mundo."
                },
                {
                    "id": 2,
                    "title": "Primaria",
                    "description": "Aprender es una aventura emocionante donde el conocimiento inspira, los valores se fortalecen y cada niño crece con alegría y confianza."
                },
                {
                    "id": 3,
                    "title": "Inclusión",
                    "description": "Acompañamos su aprendizaje promoviendo sus talentos y sueños, para que todos puedan crecer y brillar."
                },
                {
                    "id": 4,
                    "title": "Secundaria",
                    "description": "Vivirás experiencias que te retan, te inspiran y te preparan para descubrir quién eres y hasta dónde puedes llegar."
                }
            ],
            "en": [
                {
                    "id": 1,
                    "title": "Preschool",
                    "description": "We write brilliant stories, guiding each child to discover their purpose and grow up with values, gifts, and habits to transform the world."
                },
                {
                    "id": 2,
                    "title": "Elementary School",
                    "description": "Learning is an exciting adventure where knowledge inspires, values are strengthened, and each child grows with joy and confidence."
                },
                {
                    "id": 3,
                    "title": "Inclusion",
                    "description": "We accompany children’s learning by fostering their gifts and dreams, so that everyone can grow and shine."
                },
                {
                    "id": 4,
                    "title": "High School",
                    "description": "You will live experiences that challenge you, inspire you and prepare you to discover who you are and how much you can achieve."
                }
            ]
        }
    },
    "chooseUs": {
        "title": {
            "es": "¿Por qué elegirnos?",
            "en": "Why choose us"
        },
        "cards": {
            "es": [
                {
                    "id": 1,
                    "title": "Formación Cristiana",
                    "description": "Fortalecemos el corazón y el espíritu de cada estudiante con principios.",
                    "active": true
                },
                {
                    "id": 2,
                    "title": "Excelencia Académica",
                    "description": "Ofrecemos una educación integral, actualizada y exigente.",
                    "active": false
                }, 
                {
                    "id": 3,
                    "title": "Comunidad Familiar",
                    "description": "Fomentamos un ambiente de cercanía entre padres, docentes y alumnos, basado en el respeto.",
                    "active": false
                },
                {
                    "id": 4,
                    "title": "Desarrollo de Talentos",
                    "description": "Desde lo académico hasta lo artístico, impulsamos el potencial único de cada niño y joven.",
                    "active": false
                }
            ],

            "en" : [
                {
                    "id": 1,
                    "title": "Christian Formation",
                    "description": "We strengthen the heart and the spirit of each student with principles.",
                    "active": true
                },
                {
                    "id": 2,
                    "title": "Academic Excellence",
                    "description": "We offer a comprehensive, updated and demanding education.",
                    "active": false
                }, 
                {
                    "id": 3,
                    "title": "Family Community",
                    "description": "We foster a community of closeness between parents, teachers and students, based on respect.",
                    "active": false
                },
                {
                    "id": 4,
                    "title": "Talent Development",
                    "description": "From academic to artistic, we promote the unique potential of each child and teenager.",
                    "active": false
                }
            ]
        }
    }, 
    "carousel": {
        "paragraph": {
            "es": "En el Liceo Manantial cada experiencia cuenta. Aquí compartimos los instantes que reflejan la alegría, la fe y el crecimiento de nuestra comunidad educativa.",
            "en": "In Liceo Manantial, every experience counts. Here we share the moments that reflect the joy, faith and growth of our educational community."
        }
    }
}